brew "bats-core"
brew "fzf"
brew "gh"
brew "node"
brew "opencode"
brew "pure"
brew "vercel-cli"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "bitwarden"
cask "codex"
cask "font-jetbrains-mono"
cask "ghostty"
cask "google-chrome"
cask "raycast"
cask "visual-studio-code"
cask "zed"
vscode "anthropic.claude-code"
vscode "catppuccin.catppuccin-vsc"
vscode "github.copilot"
vscode "github.copilot-chat"
cargo "tauri-cli"
