brew "bats-core"
brew "fzf"
brew "gh"
brew "node"
brew "opencode"
brew "pure"
brew "vercel-cli"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "bitwarden"
cask "font-jetbrains-mono"
cask "ghostty"
cask "visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
